Repository: yookjy/CCPlayer
Catalog: CCPlayer.UWP.Pro/Strings/*/Resources.resw
Source language: en
Languages: bg, de, es, fa, ja, ko, pt_br, ru, tr, uk, vi, zh_hans

# Buy.Label
source: buy the pro version
bg: купете професионалната версия
de: Pro-Version kaufen
es: comprar la versión pro
fa: خرید نسخه پرو
ja: プロ版を購入
ko: 프로버전 구매
pt_br: comprar a versão pro
ru: купить Pro версию
tr: tam sürümü satın al
uk: купити Pro версію
vi: mua phiên bản pro
zh_hans: 购买专业版

# Thanks.LibraryCreators.Text
source: Thanks to library's creators
bg: Благодаря на създателите на библиоките
de: Danke an die Library-Entwickler
es: Gracias a los creadores de las librerías
fa: با تشکر از سازندگان کتابخانه ها
ja: ライブラリの作成者
ko: 라이브러리 제작자
pt_br: Agradecemos aos criadores da biblioteca
ru: Спасибо создателям библиотек
tr: Kütüphane oluşturucularına teşekkürler
uk: Подяка творцям бібліотеки
vi: Dựa vào các nguồn dữ liệu
zh_hans: 感谢存储库的创建者

# CharsetArabicISO
source: Arabic (ISO)
de: Arabisch (ISO)
fa: عربی (ایزو)
ko: 아랍어 (ISO)
pt_br: Árabe (ISO)
ru: Арабская (ISO)
tr: Arapça (ISO)
uk: Арабська (ISO)
vi: Tiếng Ả Rập (ISO)
zh_hans: 阿拉伯语 (ISO)

# CharsetArabicOem
source: Arabic (OEM)
de: Arabisch (OEM)
fa: عربی (او ای ام)
ko: 아랍어 (OEM)
pt_br: Árabe (OEM)
ru: Арабская (OEM)
tr: Arapça (OEM)
uk: Арабська (OEM)
vi: Tiếng Ả Rập (OEM)
zh_hans: 阿拉伯语（OME）

# CharsetArabicWindows
source: Arabic (Windows)
de: Arabisch (Windows)
fa: عربی )ویندوز)
ko: 아랍어 (Windows)
pt_br: Árabe (Windows)
ru: Арабская (Windows)
tr: Arapça (Windows)
uk: Арабська (Windows)
vi: Tiếng Ả Rập (Windows)
zh_hans: 阿拉伯语(Windows)

# CharsetAutoDetect
source: Auto detection
bg: Автоматично
de: Automatisch Erkennen
fa: تشخیص خودکار
ko: 자동 검출
pt_br: Auto detecção
ru: Авто определение
tr: Otomatik algıla
uk: Автоматичне виявлення
vi: Tự động phát hiện
zh_hans: 自动检测

# CharsetBalticISO
source: Baltic (ISO)
de: Baltisch (ISO)
fa: بالتیک (ایزو)
ko: 발트어 (ISO)
pt_br: Báltico (ISO)
ru: Балтийская (ISO)
tr: Baltık (ISO)
uk: Балтійська (ISO)
vi: Tiếng Baltic (ISO)
zh_hans: 波罗的海 (ISO)

# CharsetBalticOem
source: Baltic (OEM)
de: Baltisch (OEM)
fa: بالتیک (او ای ام)
ko: 발트어 (OEM)
pt_br: Báltico (OEM)
ru: Балтийская (OEM)
tr: Baltık (OEM)
uk: Балтійська (OEM)
vi: Tiếng Baltic (OEM)
zh_hans: 波罗的海 (OEM)

# CharsetBalticWindows
source: Baltic (Windows)
de: Baltisch (Windows)
fa: بالتیک (ویندوز)
ko: 발트어 (Windows)
pt_br: Báltico (Windows)
ru: Балтийская (Windows)
tr: Baltık (Windows)
uk: Балтійська (Windows)
vi: Tiếng Baltic (Windows)
zh_hans: 波罗的海 (Windows)

# CharsetCentralEuropeanISO
source: Central European (ISO)
de: Mitteleuropäisch (ISO)
fa: اروپای مرکزی (ایزو)
ko: 중앙 유럽어 (ISO)
pt_br: Europeu Central (ISO)
ru: Центрально-Европейская (ISO)
tr: Orta Avrupa (ISO)
uk: Центральна Європа (ISO)
vi: Ngôn ngữ Trung Âu (ISO)
zh_hans: 中欧 (ISO)

# CharsetCentralEuropeanWindows
source: Central European (Windows)
de: Mitteleuropäisch (Windows)
fa: اروپای مرکزی (ویندوز)
ko: 중앙 유럽어 (Windows)
pt_br: Europeu Central (Windows)
ru: Центрально-Европейская (Windows)
tr: Orta Avrupa (Windows)
uk: Центральна Європа (Windows)
vi: Ngôn ngữ Trung Âu (Windows)
zh_hans: 中欧 (Windows)

# CharsetChineseSimplifiedGB
source: Chinese Simplified
de: Chinesisch (Vereinfacht)
fa: چینی (ساده شده)
ko: 중국어 간체
pt_br: Chinês Simplificado
ru: Китайский упрощенный
tr: Basitleştirilmiş Çince
uk: Китайська (проста)
vi: Tiếng Hoa giản thể
zh_hans: 简体中文

# CharsetChineseTraditionalBig5
source: Chinese Traditional
de: Chinesisch (Traditionell)
fa: چینی (سنتی)
ko: 중국어 번체
ru: Китайский традиционный
tr: Geleneksel Çince
uk: Китайська (традиційна)
vi: Tiếng Hoa phồn thể
zh_hans: 繁体中文

# CharsetCyrillicISO
source: Cyrillic (ISO)
de: Kyrillisch (ISO)
fa: سیریلیک (ایزو)
ko: 크릴 자모 (ISO)
pt_br: Cirílico (ISO)
ru: Кириллица (ISO)
tr: Kiril (ISO)
uk: Кирилиця (ISO)
vi: Tiếng Cyrillic (ISO)
zh_hans: 西里尔文 (ISO)

# CharsetCyrillicOem
source: Cyrillic (OEM)
de: Kyrillisch (OEM)
fa: سیریلیک (او ای ام)
ko: 크릴 자모 (OEM)
pt_br: Cirílico (OEM)
ru: Кириллица (OEM)
tr: Kiril (OEM)
uk: Кирилиця (OEM)
vi: Tiếng Cyrillic (OEM)
zh_hans: 西里尔文 (OEM)

# CharsetCyrillicWindows
source: Cyrillic (Windows)
de: Kyrillisch (Windows)
fa: سیریلیک (ویندوز)
ko: 크릴 자모 (Windows)
pt_br: Cirílico (Windows)
ru: Кириллица (Windows)
tr: Kiril (Windows)
uk: Кирилиця (Windows)
vi: Tiếng Cyrillic (Windows)
zh_hans: 西里尔文 (Windows)

# CharsetGreekOem
source: Greek (OEM)
de: Griechisch (OEM)
fa: یونانی (او ای ام)
ko: 그리스어 (OEM)
pt_br: Grego (OEM)
ru: Греческая (OEM)
tr: Yunanca (OEM)
uk: Грецька (OEM)
vi: Tiếng Hy Lạp (OEM)
zh_hans: 希腊 (OEM)

# CharsetGreekWindows
source: Greek (Windows)
de: Griechisch (Windows)
fa: یونانی (ویندوز)
ko: 그리스어 (Windows)
pt_br: Grego (Windows)
ru: Греческая (Windows)
tr: Yunanca (Windows)
uk: Грецька (Windows)
vi: Tiếng Hy Lạp (Windows)
zh_hans: 希腊 (Windows)

# CharsetHebrewISO_Visual
source: Hebrew (ISO-Visual)
de: Hebräisch (ISO-Visual)
fa: عبری (ایزو-بصری)
ko: 히브리어 (ISO-Visual)
pt_br: Hebraico (ISO-Visual)
ru: Иврит (ISO-Visual)
tr: İbranice (ISO-Visual)
uk: Іврит (ISO-Visual)
vi: Tiếng Do Thái (ISO-Visual)
zh_hans: 希伯来语(ISO-Visual)

# CharsetHebrewOem
source: Hebrew (OEM)
de: Hebräisch (OEM)
fa: ابری (او ای ام)
ko: 히브리어 (OEM)
pt_br: Hebraico (OEM)
ru: Иврит (OEM)
tr: İbranice (OEM)
uk: Іврит (OEM)
vi: Tiếng Do Thái (OEM)
zh_hans: 希伯来语(OEM)

# CharsetHebrewWindows
source: Hebrew (Windows)
de: Hebräisch (Windows)
fa: عبری (ویندوز)
ko: 히브리어 (Windows)
pt_br: Hebraico (Windows)
ru: Иврит (Windows)
tr: İbranice (Windows)
uk: Іврит (Windows)
vi: Tiếng Do Thái (Windows)
zh_hans: 希伯来语 (Windows)

# CharsetJapaneseShift_JIS
source: Japanese (Windows)
de: Japanisch (Windows)
fa: ژاپنی (ویندوز)
ko: 일본어 (Windows)
pt_br: Japonês (Windows)
ru: Японская (Windows)
tr: Japonca (Windows)
uk: Японська (Windows)
vi: Tiếng Nhật (Windows)
zh_hans: 日语 (Windows)

# CharsetKoreanEUC
source: Korean (Windows EUC-KR)
de: Koreanisch (Windows EUC-KR)
fa: کره ای (ویندوز EUC-کره ای)
ko: 한국어 (Windows EUC-KR)
pt_br: Coreano (EUC-KR Windows)
ru: Корейская (Windows EUC-KR)
tr: Korece (Windows EUC-KR)
uk: Корейська (Windows EUC-KR)
vi: Tiếng Hàn (Windows EUC-KR)
zh_hans: 韩语 (Windows EUC-KR)

# CharsetLatin3
source: Latin3 (OEM)
de: Latein3 (OEM)
fa: لاتین 3 (او ای ام)
ko: 라틴3 (OEM)
tr: Latince3 (OEM)
uk: Латина3 (OEM)
vi: Tiếng Latin3 (OEM)

# CharsetLatin9
source: Latin9 (OEM)
de: Latein9 (OEM)
fa: لاتین 9 (او ای ام)
ko: 라틴9 (OEM)
tr: Latince9 (OEM)
uk: Латина9 (OEM)
vi: Tiếng Latin9 (OEM)

# CharsetLatinIIOem
source: Central European (OEM)
de: Mitteleuropäisch (OEM)
fa: اروپای مرکزی (او ای ام)
ko: 중앙 유럽어 (OEM)
pt_br: Europa Central (OEM)
ru: Центрально Европейская (OEM)
tr: Orta Avrupa (OEM)
uk: Центральна Європа (OEM)
vi: Ngôn ngữ Trung Âu (OEM)
zh_hans: 中欧 (OEM)

# CharsetMultilingualLatinIEuroOem
source: Western European EURO (OEM)
de: Westeuropäisch EURO (OEM)
fa: اروپای غربی یورو (او ای ام)
ko: 서유럽 EURO (OEM)
pt_br: EURO Europeu Ocidental (OEM)
ru: Западно Европейская ЕВРО (OEM)
tr: Batı Avrupa EURO (OEM)
uk: Західна Європа EURO (OEM)
vi: Ngôn ngữ Tây Âu EURO (OEM)
zh_hans: 西方欧洲欧元 (OEM)

# CharsetMultilingualLatinIOem
source: Western European (OEM)
de: Westeuropäisch (OEM)
fa: اروپای غربی (او ای ام)
ko: 서유럽어 (OEM)
pt_br: Europeu Ocidental (OEM)
ru: Западно Европейская (OEM)
tr: Batı Avrupa (OEM)
uk: Західна Європа (OEM)
vi: Ngôn ngữ Tây Âu (OEM)
zh_hans: 西欧 (OEM)

# CharsetRussianOem
source: Russian (OEM)
de: Russisch (OEM)
fa: روسی (او ای ام)
ko: 러시아어 (OEM)
pt_br: Russo (OEM)
ru: Российская (OEM)
tr: Rusça (OEM)
uk: Російська (OEM)
vi: Tiếng Nga (OEM)
zh_hans: 俄罗斯 (OEM)

# CharsetThaiWindows
source: Thai (Windows)
de: Thailändisch (Windows)
fa: تایلندی (ویندوز)
ko: 태국어 (Windows)
pt_br: Tailandês (Windows)
ru: Тайская (Windows)
tr: Tay Dili (Windows)
uk: Тайська (Windows)
vi: Tiếng Thái (Windows)
zh_hans: 泰国 (Windows)

# CharsetTurkishISO
source: Turkish (ISO)
de: Türkisch (ISO)
fa: ترکی (ایزو)
ko: 터키어 (ISO)
pt_br: Turco (ISO)
ru: Турецкая (ISO)
tr: Türkçe (ISO)
uk: Турецька (ISO)
vi: Tiếng Thổ Nhĩ Kỳ (ISO)
zh_hans: 土耳其语 (ISO)

# CharsetTurkishOem
source: Turkish (OEM)
de: Türkisch (OEM)
fa: ترکی (او ای ام)
ko: 터키어 (OEM)
pt_br: Turco (OEM)
ru: Турецкая (OEM)
tr: Türkçe (OEM)
uk: Турецька (OEM)
vi: Tiếng Thổ Nhĩ Kỳ (OEM)
zh_hans: 土耳其语 (OEM)

# CharsetTurkishWindows
source: Turkish (Windows)
de: Türkisch (Windows)
fa: ترکی (ویندوز)
ko: 터키어 (Windows)
pt_br: Turco (Windows)
ru: Турецкая (Windows)
tr: Türkçe (Windows)
uk: Турецька (Windows)
vi: Tiếng Thổ Nhĩ Kỳ (Windows)
zh_hans: 土耳其语 (Windows)

# CharsetUsOem
source: Extended ASCII (OEM)
de: Erweitertes ASCII (OEM)
ko: 확장 아스키 (OEM)
pt_br: ASCII estendido (OEM)
ru: Расширенный набор ASCII (OEM)
tr: Genişletilmiş ASCII (OEM)
uk: Розширений ASCII (OEM)
vi: ASCII mở rộng (OEM)
zh_hans: 扩展ASCII（OEM）

# CharsetUTF_16BE
source: Unicode (UTF-16 Big Endian)
fa: یونیکد (یو تی اف-16 هندی بزرگ)
ko: 유니코드 (UTF-16 Big Endian)
pt_br: Unicode (UTF-16 Indiano Grande)
ru: Юникод (UTF-16 обратный порядок байтов)
uk: Юнікод (UTF-16 Big Endian)
zh_hans: Unicode （UTF-16 大字节序）

# CharsetUTF_16LE
source: Unicode (UTF-16 Little Endian)
fa: یونیکد (یو تی اف-16 هندی کوچک)
ko: 유니코드 (UTF-16 Little Endian)
pt_br: Unicode (UTF-16 Indiano Pequeno)
ru: Юникод (UTF-16 обратным порядком байтов)
uk: Юнікод (UTF-16 Little Endian)
zh_hans: Unicode （UTF-16 小字节序）

# CharsetUTF_8
source: Unicode (UTF-8)
fa: یونیکد (یو تی اف-8)
ko: 유니코드 (UTF-8)
ru: Юникод (UTF-8)
uk: Юнікод (UTF-8)

# CharsetVietnameseWindows
source: Vietnamese (Windows)
de: Vietnamesisch (Windows)
fa: ویتنامی (ویندوز)
ko: 베트남어 (Windows)
pt_br: Vietnamita (Windows)
ru: Вьетнамская (Windows)
tr: Vietnamca (Windows)
uk: В'єтнамська (Windows)
vi: Tiếng Việt (Windows)
zh_hans: 越南 (Windows)

# CharsetWesternEuropeanISO
source: Western European (ISO)
de: Westeuropäisch (ISO)
fa: اروپای غربی (ایزو)
ko: 서유럽어 (ISO)
pt_br: Europeu Ocidental (ISO)
ru: Западноевропейская (ISO)
tr: Batı Avrupa (ISO)
uk: Західна Європа (ISO)
vi: Ngôn ngữ Tây Âu (ISO)
zh_hans: 西欧 (ISO)

# CharsetWesternEuropeanWindows
source: Western European (Windows)
de: Westeuropäisch (Windows)
fa: اروپای غربی (ویندوز)
ko: 서유럽어 (Windows)
pt_br: Europeu Ocidental (Windows)
ru: Западноевропейская (Windows)
tr: Batı Avrupa (Windows)
uk: Західна Європа (Windows)
vi: Ngôn ngữ Tây Âu (Windows)
zh_hans: 西欧 (Windows)

# FontShadow.Header
source: Use shadow
bg: Използвай сянка
de: Schatten anzeigen
es: Usar sombra
fa: یو اس ای (سایه)
ja: 影の効果を使用
ko: 그림자 효과 사용
pt_br: Usar sombra
ru: Использовать тень
tr: Gölge kullan
uk: Використання тіней
vi: Bóng đổ
zh_hans: 使用阴影

# FontSize.Text
source: Font size
bg: Големина на шрифт
de: Schriftgröße
es: Tamaño de fuente
fa: اندازه فونت
ja: フォントサイズ
ko: 글자 크기
pt_br: Tamanho da fonte
ru: Размер шрифта
tr: Yazı tipi boyutu
uk: Розмір шрифту
vi: Cỡ chữ
zh_hans: 字体大小

# FontStyle.Text
source: Font style
bg: Стил на шрифт
de: Schriftstil
es: Estilo de fuente
fa: حالت فونت
ja: フォントスタイル
ko: 글자 스타일
pt_br: Estilo da fonte
ru: Стиль шрифта
tr: Yazı tipi stili
uk: Стиль шрифту
vi: Kiểu chữ
zh_hans: 字体样式

# FontStyleOverride.Header
source: Use font style overriding
bg: Заменяне на стила на шрифта
de: Schriftstil-Override benutzen
es: Usar estilo de fuente personalizado
fa: استفاده از حالت فونت برجسته
ja: フォントスタイルの上書き
ko: 글자 스타일 재정의
pt_br: Usar estilo da fonte primordial
ru: Переопределить стиль шрифта
tr: Yazı tipi stilini geçersiz kıl
uk: Користуватися основним стилем шрифту
vi: Sử dụng kiểu chữ khác
zh_hans: 使用字体样式重写

# FontWeight.Text
source: Font weight
bg: Дебелина на шрифт
de: Schriftschnitt
es: Grosor de fuente
fa: وزن فونت
ja: フォントの太さ
ko: 글자 굵기
pt_br: Espessura da fonte
ru: Плотность шрифта
tr: Yazı tipi genişliği
uk: Товщина шрифту
vi: Độ dày của chữ
zh_hans: 字体粗细

# SubtitleBackground.Header
source: Use background of the subtitle
bg: Фон за субтитрите
de: Hintergrund für Untertitel benutzen
es: Usar fondo en subtítulos
fa: استفاده از تصویر زمینه برای زیرنویس
ja: 背景効果を使用
ko: 배경 효과 사용
pt_br: Usar plano de fundo na legenda
ru: Использовать фон субтитров
tr: Altyazıda arkaplan kullan
uk: Використовувати фон субтитрів
vi: Nền cho phụ đề
zh_hans: 使用背景字幕

# SubtitleSyncUnit.Text
source: sec
bg: сек
es: seg
fa: ثانیه
ja: 秒
ko: 초
pt_br: seg
ru: сек.
tr: sn
uk: сек
vi: giây
zh_hans: 秒

# AdvertisingContent.Text
source: No Ad! Full features!
bg: Без реклами! Всички екстри!
de: Keine Werbung! Alle Features!
es: ¡Sin anuncios! ¡Todas las funciones!
fa: بدون تبلیغات! با امکانات کامل!
ja: 広告なし！すべての機能！
ko: 광고없음! 모든 기능!
pt_br: Nenhum anúncio! Todos os recursos!
ru: Без рекламы! Все возможности!
tr: Reklamsız! Tüm özellikleri kullanın!
uk: Реклама відсутня! Обмеження зняті!
vi: Không quảng cáo! Có đầy đủ các tính năng!
zh_hans: 没有广告！全功能！

# AdvertisingTitle.Text
source: Go buy now! CCPlayer pro!
bg: Купи сега! CCPlayer pro!
de: Jetzt kaufen! CCPlayer Pro!
es: ¡Comprar ahora! ¡CCPlayer pro!
fa: برو به خرید! پخش کننده سی سی پلیر پرو!
ja: 今CCPlayer Proを購入！
ko: 바로 지금 CCPlayer Pro 구매!
pt_br: Compre agora! CCPlayer pro!
ru: Купить сейчас! CCPlayer pro!
tr: CCPlayer pro'yu şimdi satın al!
uk: Купуй зараз! CCPlayer pro!
vi: Hãy mua ngay! CCPlayer pro!
zh_hans: 现在购买 ！CCPlayer 专业版 ！

# FontOutline.Header
source: Use outline
bg: Използвай контури
de: Umrandung anzeigen
es: Usar contorno
fa: استفاده از خط خارجی
ja: アウトラインを使用
ko: 윤곽선 사용
pt_br: Usar contorno
ru: Обводка
tr: Kontur kullan
uk: Використовувати контур
vi: Viền chữ
zh_hans: 使用概述

# Thanks.Translators.Text
source: Thanks to the translators
bg: Благодаря на преводачите
de: Danke an die Übersetzer
es: Gracias a los traductores
fa: تشکر از مترجم ها
ja: 翻訳の参加者
ko: 번역 참여자
pt_br: Obrigado aos tradutores
ru: Спасибо переводчикам
tr: Çevirmenlere teşekkürler
uk: Подяка перекладачам
vi: Cám ơn các biên dịch viên
zh_hans: 感谢翻译者们

# SubtitleColor.Text
source: Font color
bg: Цвят на шрифт
de: Schriftfarbe
es: Color de fuente
fa: رنگ فونت
ja: フォントの色
ko: 글자 색상
pt_br: Cor da fonte
ru: Цвет шрифта
tr: Yazı tipi rengi
uk: Колір шрифту
vi: Màu chữ
zh_hans: 字体颜色

# FontFamily.Header.Text
source: Font family
bg: Шрифт фамилия
de: Schriftart
es: Familia de fuente
fa: گروه فونت
ja: フォントファミリ
ko: 글꼴 그룹
pt_br: Família de fontes
ru: Семейство шрифтов
tr: Yazı tipi ailesi
uk: Сімейство шрифтів
vi: Danh sách phông chữ
zh_hans: 字体系列

# FontExternal.Import.Button.Content
source: Install font
bg: Инсталирай шрифт
de: Schriftart installieren
es: Instalar fuente
fa: نصب فونت
ja: フォントのインストール
ko: 글꼴 설치
pt_br: Instalar fonte
ru: Установить шрифт
tr: Yazı tipi yükle
uk: Встановити шрифт
vi: Cài đặt phông chữ
zh_hans: 安装字体

# FontExternal.Import.Header.Text
source: Install font from file (*.ttf/ttc/otf/otc)
bg: Инсталирай шрифт от файл (*.ttf/ttc/otf/otc)
de: Schriftart aus Datei installieren (*.ttf/ttc/otf/otc)
es: Instalar fuente desde archivo (*.ttf/ttc/otf/otc)
fa: نصب فونت از روی فایل (*.ttf/ttc/otf/otc)
ja: フォントファイルのインストール（*.ttf/ ttc/ otf/ otc）
ko: 글꼴 파일 설치 (*.ttf/ttc/otf/otc)
pt_br: Instalar a fonte do arquivo (*.ttf/ttc/otf/otc)
ru: Установить шрифт из файла (*.ttf/ttc/otf/otc)
tr: Dosyadan yazı tipi yükle (*.ttf/ttc/otf/otc)
uk: Завантажити шрифт з файлу (*.ttf/ttc/otf/otc)
vi: Cài đặt phông chữ từ tập tin (*.ttf/ttc/otf/otc)
zh_hans: 从文件 (*.ttf/ttc/otf/otc)中安装字体

# FontFamily.List.Text
source: Installed fonts
bg: Инсталирани шрифтове
de: Installierte Schriftarten
es: Fuentes instaladas
fa: فونت های نصب شده
ja: インストール済みフォントのリスト
ko: 설치된 글꼴 목록
pt_br: Fontes instaladas
ru: Установленные шрифты
tr: Yüklü yazı tipleri
uk: Встановлені шрифти
vi: Phông chữ đã cài đặt
zh_hans: 已安装的字体

# SaveTruTypeFontInMKV.Header
source: Save fonts included in the media
bg: Запази шрифтовете, включени във файла
de: In Medien inkludierte Schriftarten speichern
es: Guardar fuentes incluidas en medios
fa: ذخیره فونت از داخل رسانه
ja: 再生時のメディア内のフォントをインストール
ko: 재생시 미디어에 포함된 글꼴을 설치
pt_br: Salvar as fontes incluídas na mídia
ru: Сохранить шрифты включенные в медиа-файле
tr: Geçerli medyadan yazı tipi kaydet
uk: Зберегти шрифти в медіа
vi: Lưu phông chữ được tích hợp trong media
zh_hans: 保存在媒体中包含的字体

# Message.Info.Pro.Feature1
source: This feature can be used only in the Pro version.
bg: Тази функционалност може да бъде използвана само в Pro версията
de: Dieses Feature kann ist nur in der Pro-Version verfügbar.
es: Esta característica sólo se puede usar en la versión Pro.
fa: این قابلیت تنها در نسخه پرو در دسترس است.
ja: この機能は、Proバージョンで使用することができます。
ko: 이 기능은 프로버전에서만 사용할 수 있습니다.
pt_br: Esse recurso pode ser usado somente na versão Pro.
ru: Эта функция может использоваться только в Pro версии.
tr: Bu özellik sadece Pro sürümde kullanılabilir.
uk: Цю функцію можливо використовувати тільки у Pro версії.
vi: Tính năng này chỉ có thể sử dụng trong phiên bản Pro.
zh_hans: 该功能只能在专业版使用。

# Message.Error.MFEngine01
source: Play was stopped because an error occurred.
bg: Възпроизвеждането беше спряно заради грешка
de: Die Wiedergabe wurde wegen eines Fehlers angehalten.
es: La reproducción fue detenida debido a un error.
fa: به دلیل رخ دادن خطا، پخش متوقف شد.
ja: エラーが発生して再生が停止しました。
ko: 오류가 발생하여 재생이 중단되었습니다.
pt_br: A execução foi interrompida porque ocorreu um erro.
ru: Воспроизведение было остановлено, произошла ошибка.
tr: Sorun oluştuğu için oynatma durduruldu
uk: Відтворення було припинено через помилку.
vi: Đã dừng trình phát do xảy ra lỗi.
zh_hans: 发生错误停止播放。

# Message.Error.MFEngine02
source: Network error has occurred.
bg: Възникна мрежова грешка
de: Netzwerkfehler aufgetreten.
es: Se ha producido un error de red.
fa: خطا در شبکه رخ داد.
ja: ネットワークエラーが発生しました。
ko: 네트워크 오류가 발생하였습니다.
pt_br: Ocorreu um erro de rede.
ru: Произошла ошибка сети.
tr: Ağ hatası oluştu
uk: Помилка мережі.
vi: Lỗi mạng.
zh_hans: 发生网络错误。

# Message.Error.MFEngine03
source: Decoding error has occurred.
bg: Възникна грешка при декодиране
de: Fehler bei der Dekodierung aufgetreten.
es: Se ha producido un error de decodificación.
fa: خطایی در دیکد رخ داد.
ja: デコードエラーが発生しました。
ko: 디코딩 오류가 발생하였습니다.
pt_br: Ocorreu um erro de decodificação .
ru: Произошла ошибка декодирования.
tr: Kod çözme hatası oluştu.
uk: Помилка декодування.
vi: Đã xảy ra lỗi trong quá trình giải mã.
zh_hans: 发生解码错误

# Message.Error.MFEngine04
source: Can't play because the item's file format isn't supported.
bg: Файлът не може да бъде възпроизведен, защото този формат не се поддържа.
de: Wiedergabe nicht möglich, da das Dateiformat des Elements nicht unterstützt wird.
es: No se puede reproducir porque el formato de archivo del ítem no está soportado.
fa: به دلیل عدم پشتیبانی از فرمت، فایل قابل پخش نیست.
ja: サポートされていない形式のメディアフォーマットです。
ko: 지원되지 않는 형식의 미디어 포맷입니다.
pt_br: Não pode ser executado porque não há suporte para o formato de arquivo do item.
ru: Невозможно воспроизвести, потому что формат файла не поддерживается.
tr: Öğenin dosya tipi desteklenmediği için oynatılamıyor.
uk: Відтворюваний формат файлу не підтримується.
vi: Không thể phát do định dạng tập tin không được hỗ trợ.
zh_hans: 不能播放因为该项目的文件格式不支持。

# Message.Error.MFEngine05
source: It is encrypted media format.
bg: Кодиран медия формат
de: Die Datei ist verschlüsselt.
es: Es un formato de medio encriptado.
fa: این یک رسانه رمز گذاری شده است.
ja: 暗号化されたメディア形式です。
ko: 암호화된 미디어 형식입니다.
pt_br: É um formato de mídia criptografada.
ru: Это зашифрованный медиа формат.
tr: Kütüphane oluşturucularına teşekkürler
uk: Це зашифрований медіа формат.
vi: Đây là định dạng media được mã hóa.
zh_hans: 它是加密的媒体格式。

# Message.Error.MFEngine99
source: Unknown error has occurred.
bg: Възникна непозната грешка
de: Unbekannter Fehler aufgetreten.
es: Se ha producido un error desconocido.
fa: خطای نا شناخته رخ داد.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생하였습니다.
pt_br: Ocorreu um erro desconhecido desconhecido.
ru: Произошла неизвестная ошибка.
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
vi: Lỗi chưa biết.
zh_hans: 发生未知错误。

# Message.Error.FileNotFound
source: Error - File not found
bg: Грешка - Файлът не може да бъде намерен
de: Fehler - Datei nicht gefunden
es: Error - Archivo no encontrado
fa: خطا - فایل پیدا نشد.
ja: エラー : ファイルが見つかりません
ko: 오류 - 파일일 찾을 수 없음
pt_br: Erro - Arquivo não encontrado
ru: Ошибка – файл не найден
tr: Hata - Dosya bulunamadı
uk: Помилка - Файл не знайдено
vi: Lỗi – Không tìm thấy tập tin
zh_hans: 错误-未找到文件

# AutoSeekInterval
source: Depending on running time
bg: В зависимост от дължината
de: Hängt von der Spielzeit ab
es: Según duración
fa: وابسته به مدت زمان اجرا
ja: 上映時間に比例
ko: 상영시간에 따라
pt_br: Dependendo do tempo de execução
ru: Зависит от времени выполнения
tr: Oynatma süresine bağlı
uk: Залежно від часу роботи
vi: Phụ thuộc vào thời gian phát
zh_hans: 根据运行时间

# HardwareBackButtonWithinVideo.Header
source: Back button within video menu
bg: Бутон за връщане назад във видео менюто
de: Zurück-Button im Video-Menü
es: Botón de retroceso en menú de vídeo
fa: دکمه بازگشت به فهرست ویدیو
ja: エクスプローラで、戻るキーを使用
ko: 탐색기에서 뒤로가기 키 사용
pt_br: Botão de voltar dentro do menu de vídeo
ru: Кнопка "назад" в меню видео
tr: Video menüsünde geri tuşunu göster
uk: Кнопка "Назад" в меню відео
vi: Tích hợp phím Back vào menu video
zh_hans: 视频菜单内的后退按钮

# SeekTimeInterval.Text
source: Time interval of the seeking
bg: Интервал за търсене
de: Zeitintervall der Suche
es: Intervalo de tiempo para el posicionamiento
fa: زمان پرش به عقب و جلو
ja: シーク時間間隔
ko: 탐색 시간 간격
pt_br: Intervalo de tempo da busca
ru: Время перемотки
tr: İleri / geri sarma zaman aralığı
uk: Часовий інтервал перемотування
vi: Thời gian tìm kiếm
zh_hans: 寻找的时间间隔

# Message.Error.FolderNotFound
source: Error - Folder not found
bg: Chinese Simplified
de: Fehler - Ordner nicht gefunden
es: Error - Carpeta no encontrada
fa: خطا - پوشه یافت نشد
ja: エラー : フォルダが見つかりません
ko: 오류 - 폴더를 찾을 수 없음
pt_br: Erro - Pasta não encontrada
ru: Ошибка - папка не найдена
tr: Hata - Klasör bulunamadı
uk: Помилка - Папка не знайдена
vi: Lỗi – Không tìm thấy thư mục
zh_hans: 错误-找不到文件夹

# FlipToPause.Header
source: Flip to pause
bg: Завърти за паузиране
de: Gerät zum Pausieren umdrehen
es: Voltear para pausar
fa: توقف پخش با چرخش
ja: 裏返すと一時停止
ko: 뒤집으면 일시 정지
pt_br: Girar para pausar
ru: Перевернуть для паузы
tr: Yüz üstü çevirince duraklat
uk: Паузи при перевертанні телефону
vi: Lật để tạm dừng
zh_hans: 停止翻转

# Message.Info.Pro.Feature2
source: Do you want to buy now?
bg: Искате ли да закупите сега?
de: Möchtest du jetzt kaufen?
es: ¿Quieres comparla ahora?
fa: آیا می خواهید بخرید؟
ja: 今すぐ購入しますか？
ko: 지금 바로 구매하시겠습니까?
pt_br: Deseja comprar agora?
ru: Хотите купить сейчас?
tr: Şimdi satın almak istiyor musunuz?
uk: Ви хочете купити зараз?
vi: Bạn có muốn mua ngay bây giờ không?
zh_hans: 你现在想买吗？

# NotSupportedDecoder
source: The media can not be played by {0} decoder.
bg: Тази медия не може да бъде възпроизведена от {0} декодер.
de: Das Medium konnte vom {0}-Decoder nicht wiedergegeben werden..
es: El medio no se puede reproducir debido al decodificador {0}.
fa: این رسانه نمی تواند با {0} دیکد کننده پخش شود.
ja: このメディアは、{0}のデコーダで再生できません。
ko: 이 미디어는 {0} 디코더로 재생할 수 없습니다.
pt_br: A mídia não pode ser executada pelo decodificador {0}.
ru: Медиа-файл не может быть всопроизведен на {0} декодере.
tr: Medya {0} kod çözücüsüyle oynatılamaz.
uk: Відео не може бути відтворено {0} декодером.
vi: Không thể phát media bằng {0} trình giải mã.
zh_hans: 媒体不能由{ 0 }解码器播放。

# UseGpuShader.Header
source: Use GPU shader within SW decoder
bg: Използвай GPU шейдър в софтуерния декодер
de: GPU-Shader innerhalb des SW-Decoders nutzen
es: Usar GPU junto a decodificación por SW
fa: استفاده از GPU sahder به همراه دیکد کننده SW
ja: HWデコーダでGPUのシェーダの使用
ko: SW디코더에서 GPU 쉐이더 사용
pt_br: Usar GPU shader dentro do decodificador SW
ru: Использовать GPU шейдер в SW декодере
tr: SW kod çözücü içinde GPU Gölgelendirici kullan
uk: Використовувати Системні та Програмні кодеки
vi: Sử dụng GPU shader với trình giải mã.
zh_hans: 使用GPU着色器内SW解码器
